Repository: RalfAlbert/PasswordChangeReminder
Catalog: languages/pwchangereminder-*.po
Languages: de_de

source: Interval settings
de_de: Interval Einstellungen

source: Extras settings
de_de: Zusätzliche Einstellungen

source: Interval
de_de: Intervall

source: Ignore Nag
de_de: Hinweis ignorieren

source: Ignore Timeout
de_de: Hinweis wieder einblenden

source: Extra Message
de_de: Zusätzliche Nachricht

source: Save Changes
de_de: Änderungen Speichern

source: Day(s)
de_de: Tag(e)

source: Week(s)
de_de: Woche(n)

source: Month(s)
de_de: Monat(e)

source: Year(s)
de_de: Jahr(e)

source: User can ignore (hide) the nag screen?
de_de: Benutzer können den Hinweis ignorieren (ausblenden) ?

source: After which periode should an ignored nag screen will be displayed again (hh:mm)
de_de: Nach welcher Zeitspanne soll ein ignorierter (ausgeblendeter) Hinweis weiser angezeigt werden (hh:mm)

source: Enter an additional message for the user, it will be displayed in the nag screen.
de_de: Geben Sie eine zusätzliche Nachricht ein, diese wird im Hinweis angezeigt.

source: Keep blank for no message. Some HTML is allowed.
de_de: Lassen Sie das Feld frei wenn Sie keine Nachricht angeben möchten. Einige HTML-Befehle sind erlaubt.

source: We expect that the password is changed at least every 3 months.
de_de: Wir erwarten dass das Passwort alle <strong>3 Monate</strong> geändert wird.

source: Your password is outdated!
de_de: Ihr Passwort ist veraltet!

source: The password is %d days old.
de_de: Das Passwort ist %d Tage alt.

source: 1 year.
de_de: 1 Jahr.

source: 1 month.
de_de: 1 Monat.

source: This means your password is older than
de_de: Dies bedeutet das ihr Passwort älter ist als

source: Change password
de_de: Passwort ändern

source: Ignore
de_de: Ignorieren

source: PW Change Reminder
de_de: PW Änderungs Erinnerung

source: Password Change Reminder
de_de: Passwort Änderungs Erinnerung

source: Reminds the user to frequently change the password. Display a nag screen if the password is to old.
de_de: Erinnert die Benutzer daran regelmäßig ihr Passwort zu ändern. Zeigt einen Hinweis (Nörgelbildschirm) an falls das Passwort zu alt ist.

source: Display On Frontend
de_de: Hinweis auf der Startseite

source: Nag screen will be also displayed on frontend
de_de: Der Hinweis wird auch im Frontend angezeigt
